Repository: DenDmitriev/Flashspeak
Catalog: FlashSpeak/FlashSpeak/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_pt, ru

source: Add a list
de: Fügen Sie eine Liste hinzu
es: Adicionar uma lista
fr: Ajouter une liste
pt_pt: Добавьте список
ru: Добавьте список

source: Answer Mode
de: Antwortmodus
es: Modo de respuesta
fr: Mode de réponse
pt_pt: Modo de resposta
ru: Режим ответа

source: Answer type
de: Antworttyp
es: Tipo de respuesta
fr: Type de réponse
pt_pt: Tipo de resposta
ru: Вид ответа

source: Attention
de: Achtung
es: Atención
pt_pt: Atenção
ru: Внимание

source: Before we start, we need to know what language you will be learning.
de: Bevor wir anfangen, müssen wir wissen, welche Sprache Sie lernen werden.
es: Antes de empezar, necesitamos saber qué idioma vas a aprender.
fr: Avant de commencer, nous devons savoir quelle langue vous allez apprendre.
pt_pt: Antes de começarmos, precisamos de saber que língua vai aprender.
ru: Перед началом работы нам нужно знать какой язык вы будете изучать.

source: Begin
de: Beginnen
es: Comenzar
fr: Commencer
ru: Начать

source: Card type
de: Speicherkarten-Typ
es: Tipo de tarjeta
fr: Type de carte
pt_pt: Tipo de carta
ru: Вид карточки

source: Change the word list. You can add or remove words.
de: Ändern Sie die Wortliste. Sie können Wörter hinzufügen oder entfernen.
es: Cambiar la lista de palabras. Puede agregar o quitar palabras.
fr: Modifier la liste de mots. Vous pouvez ajouter ou supprimer des mots.
pt_pt: Altere a lista de palavras. Você pode adicionar ou remover palavras.
ru: Измените список слов. Можно добавить или удалить слова.

source: Choose a response
de: Wählen Sie eine Antwort
es: Elige una respuesta
fr: Choisir une réponse
pt_pt: Escolha uma resposta
ru: Выберите способ ответа

source: Choose how the question is displayed
de: Wählen Sie, wie die Frage angezeigt wird
es: Elija cómo se muestra la pregunta
fr: Choisir comment la question est affichée
pt_pt: Escolha como a pergunta é exibida
ru: Выберите способ показа вопроса

source: classes completed
de: klassen abgeschlossen
es: clases completadas
fr: cours terminés
pt_pt: aulas concluídas
ru: занятий пройдено

source: Create %d more words
de: Erstellen Sie %d weitere Wörter
es: Crea %d palabras más
fr: Créez %d autres mots
pt_pt: Crie mais %d palavras
ru: Создайте еще %d слов

source: Create %d words
de: Erstellen Sie %d Wörter
es: Crea %d palabras
fr: Créer %d mots
pt_pt: Crie %d palavras
ru: Создайте %d слов

source: Create %lld more words
de: Erstelle %lld weitere Wörter
es: Crea %lld palabras más
fr: Créez %lld mots supplémentaires
pt_pt: Crie mais %lld palavras
ru: Создайте еще %lld слов

source: Create %lld words
de: Erstelle %lld Wörter
es: Crea %lld palabras
fr: Créer %lld mots
pt_pt: Crie %lld palavras
ru: Создайте %lld слов

source: Create 1 more words
de: Erstelle 1 weitere Wörter
es: Crea 1 palabra más
fr: Créer 1 autre mot
pt_pt: Criar mais 1 palavras
ru: Создайте еще 1 слово

source: Create 2 more words
de: Erstellen Sie 2 weitere Wörter
es: Crea 2 palabras más
fr: Créez 2 autres mots
pt_pt: Crie mais 2 palavras
ru: Создайте еще 2 слова

source: Create 3 more words
de: Erstellen Sie 3 weitere Wörter
es: Crea 3 palabras más
fr: Créez 3 autres mots
pt_pt: Crie mais 3 palavras
ru: Создайте еще 3 слова

source: Create 4 more words
de: Erstellen Sie 4 weitere Wörter
es: Crea 4 palabras más
fr: Créez 4 autres mots
pt_pt: Crie mais 4 palavras
ru: Создайте еще 4 слова

source: Create 5 more words
de: Erstellen Sie 5 weitere Wörter
es: Crea 5 palabras más
fr: Créez 5 autres mots
pt_pt: Crie mais 5 palavras
ru: Создайте еще 5 слов

source: Create 6 more words
de: Erstelle 6 weitere Wörter
es: Crea 6 palabras más
fr: Créez 6 mots supplémentaires
pt_pt: Crie mais 6 palavras
ru: Создайте еще 6 слов

source: Create 7 words
de: Erstelle 7 Wörter
es: Crea 7 palabras
fr: Créer 7 mots
pt_pt: Criar 7 palavras
ru: Создайте 7 слов

source: Create card
de: Karte erstellen
es: Crear tarjeta
fr: Créer une carte
pt_pt: Criar cartão
ru: Создать карточку

source: Create cards
de: Karten erstellen
es: Crear tarjetas
fr: Créer des cartes
pt_pt: Criar cartões
ru: Создать карточки

source: Create Cards
de: Karten erstellen
es: Crear tarjetas
fr: Créer des cartes
pt_pt: Criar Cartões
ru: Создать карточки

source: Create List
de: Liste erstellen
es: Crear lista
fr: Créer une liste
pt_pt: Criar Lista
ru: Создать список

source: Data must not be nil
de: Daten dürfen nicht Null sein
es: Los datos no deben ser nulos
fr: Les données ne doivent pas être nulles
pt_pt: Os dados não devem ser nulos
ru: Данные не должны быть нулевыми

source: Date
de: Datum
es: Fecha
pt_pt: Data
ru: Дата

source: Decoding error
de: Dekodierungsfehler
es: Error de decodificación
fr: Erreur de décodage
pt_pt: Erro de descodificação
ru: Ошибка декодирования

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
pt_pt: Excluir
ru: Удалить

source: Delete word
de: Wort löschen
es: Eliminar palabra
fr: Supprimer un mot
pt_pt: Excluir palavra
ru: Удалить слово

source: Done
de: Erfolgen
es: Hecho
fr: Fait
pt_pt: Feito
ru: Выполнено

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pt_pt: Editar
ru: Редактировать

source: Edit cards
de: Karten bearbeiten
es: Editar tarjetas
fr: Modifier les cartes
pt_pt: Editar cartões
ru: Редактировать карточки

source: Edit list
de: Liste bearbeiten
es: Lista de edición
fr: Liste d'édition
pt_pt: Lista de edição
ru: Редактировать список

source: Edit Word
de: Wort bearbeiten
es: Editar palabra
fr: Modifier le mot
pt_pt: Editar Palavra
ru: Отредактировать слово

source: Edit words
de: Wörter bearbeiten
es: Editar palabras
fr: Modifier les mots
pt_pt: Editar palavras
ru: Редактировать слова

source: Education
de: Ausbildung
es: Educación
fr: Éducation
pt_pt: Educação
ru: Обучение

source: Empty
de: Leer
es: Vacío
fr: Vide
pt_pt: Vazio
ru: Пусто

source: Enable images in cards
de: Bilder in Karten aktivieren
es: Habilitar imágenes en tarjetas
fr: Activer les images dans les cartes
pt_pt: Ativar imagens em cartões
ru: Включить изображения в карточках

source: English
de: Englisch
es: Inglés
fr: Anglais
pt_pt: Inglês
ru: Английский

source: Enter the title
de: Geben Sie den Titel ein
es: Introduzca el título
fr: Entrez le titre
pt_pt: Digite o título
ru: Введите название

source: Enter word in %@
de: Wort auf %@ eingeben
es: Ingrese palabra en %@
fr: Entrez le mot en %@
pt_pt: Digite o word em %@
ru: Введите слово на %@

source: Entering words in your native language
de: Wörter in Ihrer Muttersprache eingeben
es: Ingresar palabras en su idioma nativo
fr: Saisie de mots dans votre langue maternelle
pt_pt: Introduzir palavras na sua língua materna
ru: Ввод слов на вашем родном языке

source: Error
de: Fehler
fr: Erreur
pt_pt: Erro
ru: Ошибка

source: Exercise duration
de: Übungsdauer
es: Duración del ejercicio
fr: Durée de l'exercice
pt_pt: Duração do exercício
ru: Время упражнения

source: Exit without saving
de: Beenden ohne zu speichern
es: Salir sin guardar
fr: Quitter sans enregistrer
pt_pt: Sair sem salvar
ru: Выйти без сохранения

source: Finish
de: Beenden
es: Finalizar
fr: Finir
pt_pt: Terminar
ru: Финиш

source: French
de: Französisch
es: Francés
fr: Français
pt_pt: Francês
ru: Французский

source: Further
de: Weiter
es: Más lejos
fr: Ensuite
pt_pt: Adiante
ru: Далее

source: General
de: Allgemein
fr: Général
pt_pt: Geral
ru: Общее

source: German
de: Deutsch
es: Alemán
fr: Allemand
pt_pt: Alemão
ru: Немецкий

source: Go back
de: Gehe zurück
es: Volver atrás
fr: Retour
pt_pt: Voltar
ru: Остаться

source: Go back and save
de: Gehen Sie zurück und sparen Sie
es: Regresa y ahorra
fr: Revenez en arrière et économisez
pt_pt: Voltar e salvar
ru: Вернуться и сохранить

source: Hint
de: Tip
es: Sugerencia
fr: Conseil
pt_pt: Pista
ru: Совет

source: Image
de: Bild
es: Imagen
pt_pt: Imagem
ru: Изображение

source: Image decoding error
de: Bilddecodierungsfehler
es: Error de decodificación de imagen
fr: Erreur de décodage d'image
pt_pt: Erro de descodificação da imagem
ru: Ошибка декодирования изображения

source: Image load error
de: Fehler beim Laden des Bildes
es: Error de carga de imagen
fr: Erreur de chargement d'image
pt_pt: Erro de carregamento da imagem
ru: Ошибка загрузки изображения

source: Image loading
de: Laden von Bildern
es: Carga de imágenes
fr: Chargement de l'image
pt_pt: Carregamento da imagem
ru: Загрузка изображения

source: Image URL error
de: Bild URL Fehler
es: Error de URL de imagen
fr: Erreur d'URL d'image
pt_pt: Erro de URL da imagem
ru: Ошибка URL изображения

source: Images
de: Bilder
es: Imágenes
pt_pt: Imagens
ru: Изображения

source: in study
de: im Studium
es: en estudio
fr: en étude
pt_pt: em estudo
ru: в изучении

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
pt_pt: Teclado
ru: Клавиатура

source: Language
de: Sprache
es: Idioma
fr: Langue
pt_pt: Linguagem
ru: Язык

source: Language of study:
de: Sprache des Studiums:
es: Idioma de estudio:
fr: Langue d'étude :
pt_pt: Língua de estudo:
ru: Язык изучения:

source: Languages
de: Sprache
es: Idiomas
fr: Langues
pt_pt: Línguas
ru: Языки

source: Last result
de: Letztes Ergebnis
es: Ultimo resultado
fr: Dernier résultat
pt_pt: Último resultado
ru: Последний результат

source: Last time
de: Letztes Mal
es: Ultima vez
fr: Dernière fois
pt_pt: Última vez
ru: Последнее время

source: Lesson Mode
de: Unterrichtsmodus
es: Modo de lección
fr: Mode cours
pt_pt: Modo Lição
ru: Режим урока

source: List
de: Aufführen
es: Lista
fr: Liste
pt_pt: Lista
ru: Список

source: List not found in CoreData
de: Liste nicht in CoreData gefunden
es: Lista no encontrada en CoreData
fr: Liste introuvable dans CoreData
pt_pt: Lista não encontrada em CoreData
ru: Список не найден в CoreData

source: Mistakes
de: Fehler
es: Errores
fr: Erreurs
pt_pt: Erros
ru: Ошибки

source: Mode setting
de: Modus-Einstellung
es: Configuración de modo
fr: Réglage des modes
pt_pt: Configuração do modo
ru: Настройка режима

source: More
de: Mehr
es: Más
fr: Plus
pt_pt: Mais
ru: Подробнее

source: Move to another profile
de: Wechseln Sie zu einem anderen Profil
es: Mover a otro perfil
fr: Passer à un autre profil
pt_pt: Mover para outro perfil
ru: Перенести в другой профиль

source: Name list
de: Namens liste
es: Lista de nombres
fr: Liste de nom
pt_pt: Lista de nomes
ru: Название списка

source: New List
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
pt_pt: Nova Lista
ru: Новый список

source: No mistakes
de: Keine Fehler
es: Sin errores
fr: Aucune erreur
pt_pt: Sem erros
ru: Без ошибок

source: Number of words
de: Anzahl der Wörter
es: Número de palabras
fr: Nombre de mots
pt_pt: Número de palavras
ru: Колличество слов

source: Ok
de: Okay
ru: Ок

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
pt_pt: Português
ru: Португальский

# prepositional.English
source: English
de: englischer
es: inglês
fr: anglais
pt_pt: inglês
ru: английском

# prepositional.French
source: French
de: franzoesischer
es: frances
fr: français
pt_pt: francês
ru: французском

# prepositional.German
source: German
de: deutscher
es: alemán
fr: allemand
pt_pt: alemão
ru: немецком

# prepositional.Portuguese
source: Portuguese
de: portugiesischer
es: portugués
fr: portugais
pt_pt: português
ru: португальском

# prepositional.Russian
source: Russian
de: russischer
es: ruso
fr: russe
pt_pt: russa
ru: русском

# prepositional.Spanish
source: Spanish
de: spanischer
es: español
fr: espagnol
pt_pt: espanhol
ru: испанском

source: Profile
de: Profil
es: Perfil
fr: Profil
pt_pt: Perfil
ru: Профиль

source: Question Mode
de: Fragemodus
es: Modo de pregunta
fr: Mode questions
pt_pt: Modo Pergunta
ru: Режим вопроса

source: Question type
de: Fragetyp
es: Tipo de pregunta
fr: Type de question
pt_pt: Tipo de pergunta
ru: Вид вопроса

source: Read less
de: Weniger lesen
es: Leer menos
fr: Lire moins
pt_pt: Leia menos
ru: Меньше

source: Read more
de: Mehr lesen
es: Leer más
fr: En savoir plus
pt_pt: Leia mais
ru: Еще

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
pt_pt: Repita
ru: Повторить

source: Reset
de: Es ist klar
es: Claro
fr: Entendu
pt_pt: Está claro
ru: Понятно

source: Response type
de: Reaktionsart
es: Tipo de respuesta
fr: Type de réponse
pt_pt: Tipo de resposta
ru: Вид ответа

source: Response with mistake
de: Antwort mit Fehler
es: Respuesta con error
fr: Réponse avec erreur
pt_pt: Resposta com erro
ru: Ответ с ошибкой

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
pt_pt: Resultado
ru: Результат

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
pt_pt: Resultados
ru: Результаты

source: Rights answers
de: Richtige Antworten
es: Respuestas correctas
fr: Bonnes réponses
pt_pt: Respostas certas
ru: Верные ответы

source: Russian
de: Russisch
es: Ruso
fr: Russe
pt_pt: Russo
ru: Русский

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
pt_pt: Salvar
ru: Сохранить

source: Select a language below
de: Wählen Sie unten eine Sprache aus
es: Seleccione un idioma a continuación
fr: Sélectionnez une langue ci-dessous
pt_pt: Selecione um idioma abaixo
ru: Выберите язык ниже

source: Select question language
de: Fragensprache auswählen
es: Seleccionar idioma de la pregunta
fr: Sélectionner la langue des questions
pt_pt: Selecionar idioma da pergunta
ru: Выберите язык вопроса

source: Select the language of study
de: Wählen Sie die Sprache der Studie
es: Seleccione el idioma de estudio
fr: Sélectionnez la langue d'étude
pt_pt: Escolha a língua de estudo
ru: Выберите язык изучения

source: Select your native language
de: Wählen Sie Ihre Muttersprache
es: Seleccione su idioma nativo
fr: Sélectionnez votre langue maternelle
pt_pt: Selecione a sua língua materna
ru: Выберите ваш родной язык

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt_pt: Configurações
ru: Настройки

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
pt_pt: Espanhol
ru: Испанский

source: Speaker
de: Lautsprecher
es: Vocero
fr: Conférencier
pt_pt: Palestrante
ru: Озвучивание

source: Start learning
de: Beginne zu lernen
es: Comienza a aprender
fr: Commencer à apprendre
pt_pt: Comece a aprender
ru: Начать обучение

source: Statistic
de: Statistik
es: Estadística
fr: Statistique
pt_pt: Estatístico
ru: Статистика

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
pt_pt: Estatísticas
ru: Статистика

source: Stopwatch
de: Stoppuhr
es: Секундомер
fr: Chronomètre
pt_pt: Cronómetro
ru: Секундамер

source: Study Settings
de: Studieneinstellungen
es: Configuración de estudio
fr: Paramètres d'étude
pt_pt: Configurações Do Estudo
ru: Настройки изучения

source: Studying
de: Studierende
es: Estudiando
fr: En étudiant
pt_pt: Estudar
ru: Изучение

source: Style
de: Stil
es: Estilo
pt_pt: Estilo
ru: Стиль

source: This word has already been added
de: Dieses Wort wurde bereits hinzugefügt
es: Esta palabra ya ha sido añadida
fr: Ce mot a déjà été ajouté
pt_pt: Esta palavra já foi adicionada
ru: Это слово уже добавлено

source: Time
de: Zeit
es: Tiempo
fr: Temps
ru: Время

source: To add a word use the enter key, a comma after the word, or the + button, which is located to the right of the input field.
de: Um ein Wort hinzuzufügen verwenden Sie die Eingabetaste, das Komma nach dem Wort oder die Schaltfläche + rechts neben dem Eingabefeld.
es: Para agregar una palabra use la tecla Intro, la coma después de la palabra o el botón + que se encuentra a la derecha del campo de entrada.
fr: Pour ajouter un mot utilisez la touche entrée, la virgule après le mot ou le bouton + situé à droite du champ de saisie.
pt_pt: Para adicionar uma palavra use a tecla enter depois da palavra ou o botão + à direita do campo de entrada.
ru: Слова можно добавлять через запятую. А еще можно вставить целый список слов разделенных запятой или переходами на новую строку.

source: To add a word use the enter key, a comma after the word, or the + button, which is located to the right of the input field. To delete or correct an already entered word, click on it and hold for a couple of seconds, the delete field and the edit field are activated. Drag the word to the desired field. Enjoy your studies!
de: Um ein Wort hinzuzufügen verwenden Sie die Eingabetaste, das Komma nach dem Wort oder die Schaltfläche + rechts neben dem Eingabefeld. Um ein Wort zu löschen oder ein bereits eingegebenes Wort zu korrigieren, halten Sie es für ein paar Sekunden gedrückt, und das Löschfeld und das Bearbeitungsfeld werden aktiviert. Ziehen Sie das Wort in das gewünschte Feld. Lerne mit Vergnügen!
es: Para agregar una palabra use la tecla Intro, la coma después de la palabra o el botón + que se encuentra a la derecha del campo de entrada. Para eliminar una palabra o corregir una palabra ya introducida, haga clic en ella y manténgala presionada durante un par de segundos, se activarán el campo de eliminación y el campo de edición. Arrastre la palabra al campo deseado. ¡Aprende con placer!
fr: Pour ajouter un mot utilisez la touche entrée, la virgule après le mot ou le bouton + situé à droite du champ de saisie. Pour supprimer un mot ou corriger un mot déjà entré, appuyez dessus et maintenez-le enfoncé pendant quelques secondes, le champ de suppression et le champ d'édition sont activés. Faites glisser le mot dans le champ souhaité. Apprenez avec plaisir!
pt_pt: Para adicionar uma palavra use a tecla enter depois da palavra ou o botão + à direita do campo de entrada. Para excluir uma palavra ou corrigir uma palavra que você já digitou, pressione - a e mantenha pressionada por alguns segundos, o campo excluir e o campo editar serão ativados. Arraste a palavra para o campo desejado. Aprenda com prazer!
ru: Чтобы добавить слово, используйте запятую после слова или кнопку +, которая расположена справа от экрана. Чтобы удалить или исправить уже введенное слово, нажмите на него и удерживайте пару секунд, активируются поле удаления и поле редактирования. Перетащите слово в нужное поле. Учитесь с удовольствием!

source: To delete or correct an already entered word, click on it and hold for a couple of seconds, the delete field and the edit field are activated. Drag the word to the desired field.
de: Um ein Wort zu löschen oder ein bereits eingegebenes Wort zu korrigieren, halten Sie es für ein paar Sekunden gedrückt, und das Löschfeld und das Bearbeitungsfeld werden aktiviert. Ziehen Sie das Wort in das gewünschte Feld.
es: Para eliminar una palabra o corregir una palabra ya introducida, haga clic en ella y manténgala presionada durante un par de segundos, se activarán el campo de eliminación y el campo de edición. Arrastre la palabra al campo deseado.
fr: Pour supprimer un mot ou corriger un mot déjà entré, appuyez dessus et maintenez-le enfoncé pendant quelques secondes, le champ de suppression et le champ d'édition sont activés. Faites glisser le mot dans le champ souhaité.
pt_pt: Para excluir uma palavra ou corrigir uma palavra que você já digitou, pressione - a e mantenha pressionada por alguns segundos, o campo excluir e o campo editar serão ativados. Arraste a palavra para o campo desejado.
ru: Для редактирования или удаления слова, удерживайте его пару секунд и перетащите в нужное поле.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pt_pt: Hoje
ru: Сегодня

source: Total passed
de: Insgesamt bestanden
es: Totalmente aprobado
fr: Total réussi
pt_pt: Total passou
ru: Всего пройдено

source: Total time
de: Gesamtzeit
es: Tiempo Total
fr: Temps total
pt_pt: Tempo total
ru: Общее время

source: Training
de: Ausbildung
es: Capacitación
fr: Entraînement
pt_pt: Treinamento
ru: Тренировка

source: Translate service error
de: Servicefehler übersetzen
es: Error de servicio de traducción
fr: Erreur de service de traduction
pt_pt: Traduzir erro de serviço

source: Translating
de: Übersetzen
es: Traductorio
fr: Traduction en cours
pt_pt: Traduzindo
ru: Перевод

source: Type of cards
de: Art der Karten
es: Tipo de tarjetas
fr: Type de cartes
pt_pt: Tipo de cartões
ru: Вид карточек

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
pt_pt: Erro desconhecido
ru: Неизвестная ошибка

source: Unreachable url
de: Nicht erreichbare URL
es: Url inalcanzable
fr: URL inaccessible
pt_pt: URL inacessível
ru: Недоступный URL

source: URL is nil
de: URL ist null
es: La URL es nula
fr: L'URL est nulle
pt_pt: URL é nulo
ru: URL равен нулю

source: View statistics
de: Statistik ansehen
es: Ver estadísticas
fr: Afficher les statistiques
pt_pt: Ver estatísticas
ru: Смотреть статистику

source: Welcome
de: Willkommen
es: Bienvenido
fr: Accueillir
pt_pt: Bem-vindo
ru: Добро пожаловать

source: Word
de: Wort
es: Palabra
fr: Mot
pt_pt: Palavra
ru: Слово

source: Word and Image
de: Wort und Bild
es: Palabra e imagen
fr: Le mot et l'image
pt_pt: Palavra e imagem
ru: Слово с изображением

source: Word List Color
de: Wortliste Farbe
es: Color de Lista de Palabras
fr: Couleur de la liste de mots
pt_pt: Cor Da Lista De Palavras
ru: Цвет списка слов

source: Word Lists
de: Wortliste
es: Listas de Palabras
fr: Listes de mots
pt_pt: Listas De Palavras
ru: Списки слов

source: Word not found in CoreData
de: Wort in CoreData nicht gefunden
es: Palabra no encontrada en CoreData
fr: Mot introuvable dans CoreData
pt_pt: Palavra não encontrada em CoreData
ru: Слово не найдено в CoreData

source: Workouts
de: Training
es: Entrenamientos
fr: Séances d'entraînement
pt_pt: Treinos
ru: Тренировок

source: Write a translation
de: Schreibe eine Übersetzung
es: Escribe una traducción
fr: Ecrire une traduction
pt_pt: Escrever uma tradução
ru: Напишите перевод

source: Write the answer
de: Schreibe die Antwort
es: Escribe la respuesta
fr: Écris la réponse
pt_pt: Escreva a resposta
ru: Напишите ответ

source: You can start learning
de: Sie können anfangen zu lernen
es: Вы можете начать учиться
fr: Vous pouvez commencer à apprendre
pt_pt: Você pode começar a aprender
ru: Вы можете начать учиться

source: You didn't save the list of words
de: Sie haben die Wortliste nicht gespeichert
es: No guardaste la lista de palabras
fr: Vous n'avez pas enregistré la liste de mots
pt_pt: Você não salvou a lista de palavras
ru: Вы не сохранили список слов

source: Your native language:
de: Ihre Muttersprache:
es: Tu lengua materna:
fr: Votre langue maternelle:
pt_pt: A sua língua materna:
ru: Ваш родной язык:

source: Check
es: Comprobar
fr: Vérifier
ru: Проверить

source: Test
es: Prueba
pt_pt: Teste
ru: Тест

source: Timer
es: Temporizador
fr: Minuteur
pt_pt: Cronômetro
ru: Таймер
